Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: %@ (Build %@)
ar: %@ (البنية %@)
es: %@ (Compilación %@)
hi: %@ (बिल्ड %@)
ja: %@（ビルド %@）
ms: %@ (Binaan %@)
th: %@ (บิลด์ %@)
ur: %@ (بلڈ %@)
zh_hans: %@（构建 %@）

source: %@ active.
ar: %@ نشط.
es: %@ activos.
hi: %@ सक्रिय।
it: %@ attivi.
ja: %@ 件がアクティブ。
ms: %@ aktif.
th: %@ รายการที่ใช้งานอยู่
ur: %@ فعال۔
zh_hans: %@ 个活动。

source: %@ archived toDōs
ar: %@ من toDō المؤرشفة
es: %@ toDōs archivados
hi: %@ संग्रहीत toDō
it: %@ toDō archiviati
ja: %@件のアーカイブ済みtoDō
ms: %@ toDō diarkibkan
th: toDō ที่เก็บถาวร %@ รายการ
ur: %@ آرکائیو شدہ toDōs
zh_hans: %@ 个已归档 toDō

source: %@ collab users
ar: %@ من مستخدمي التعاون
es: %@ usuarios de la colaboración
hi: %@ सहयोग उपयोगकर्ता
it: %@ utenti della collaborazione
ja: コラボのユーザー%@人
ms: %@ pengguna kolaborasi
th: ผู้ใช้การร่วมงาน %@ คน
ur: تعاون کے %@ صارفین
zh_hans: %@ 位协作用户

source: %@ completed in the last 7 days.
ar: %@ أُنجز خلال آخر ٧ أيام.
es: %@ completados en los últimos 7 días.
hi: पिछले 7 दिनों में %@ पूर्ण।
it: %@ completati negli ultimi 7 giorni.
ja: 過去7日間に %@ 件完了。
ms: %@ selesai dalam 7 hari lalu.
th: %@ รายการเสร็จใน 7 วันที่ผ่านมา
ur: گزشتہ ۷ دن میں %@ مکمل۔
zh_hans: 过去 7 天完成 %@ 个。

source: %@ days left
ar: باقي %@ يوم
es: Quedan %@ días
hi: %@ दिन बचे हैं
it: %@ giorni rimasti
ja: 残り%@日
ms: %@ hari lagi
th: เหลือ %@ วัน
ur: %@ دن باقی ہیں
zh_hans: 还剩 %@ 天

source: %@ deletes synced.
ar: تمت مزامنة %@ عمليات حذف.
es: %@ eliminaciones sincronizadas.
hi: %@ हटाने सिंक हुए.
it: %@ eliminazioni sincronizzate.
ja: %@件の削除を同期しました。
ms: %@ pemadaman disegerakkan.
th: ซิงค์การลบ %@ รายการแล้ว
ur: %@ حذف شدہ آئٹمز سنک ہو گئے۔
zh_hans: 已同步 %@ 次删除。

source: %@ Due reminders can play a sound and show quick actions.
ar: %@ يمكن لتذكيرات الاستحقاق تشغيل صوت وعرض إجراءات سريعة.
es: %@ Los recordatorios con fecha pueden reproducir sonido y mostrar acciones rapidas.
hi: %@ देय रिमाइंडर ध्वनि चला सकते हैं और त्वरित कार्रवाइयां दिखा सकते हैं।
it: %@ I promemoria in scadenza possono riprodurre un suono e mostrare azioni rapide.
ja: %@ 期限リマインダーはサウンドを鳴らし、クイック操作を表示できます。
ms: %@ Peringatan perlu dibuat boleh memainkan bunyi dan menunjukkan tindakan pantas.
th: %@ การเตือนครบกำหนดสามารถเล่นเสียงและแสดงการทำงานด่วนได้
ur: %@ واجب یاد دہانیاں آواز چلا سکتی ہیں اور فوری اقدامات دکھا سکتی ہیں۔
zh_hans: %@ 到期提醒可以播放声音并显示快捷操作。

source: %@ due today.
ar: %@ مستحق اليوم.
es: %@ vencen hoy.
hi: %@ आज देय।
it: %@ in scadenza oggi.
ja: %@ 件が今日期限。
ms: %@ perlu dibuat hari ini.
th: %@ รายการครบกำหนดวันนี้
ur: %@ آج واجب۔
zh_hans: %@ 个今天到期。

source: %@ I built toDō because I wanted a productivity app that felt simple, thoughtful, and enjoyable to use every day. It’s been a long journey, and I’m still making it better with every release. If you’d like to learn more about my work, you’ll find me at iamshift.dev.
ar: %@ بنيت toDō لأنني أردت تطبيق إنتاجية بسيطًا ومدروسًا وممتعًا للاستخدام كل يوم. كانت رحلة طويلة، وما زلت أعمل على تحسينه مع كل إصدار. إذا أردت معرفة المزيد عن عملي، ستجدني على iamshift.dev.
es: %@ Construí toDō porque quería una aplicación de productividad sencilla, cuidada y agradable para usar cada día. Ha sido un largo camino y sigo mejorándola con cada versión. Si quieres saber más sobre mi trabajo, me encontrarás en iamshift.dev.
hi: %@ मैंने toDō बनाया क्योंकि मैं ऐसा उत्पादकता ऐप चाहता था जो सरल, विचारशील और हर दिन उपयोग करने में आनंददायक हो। यह एक लंबी यात्रा रही है और मैं हर रिलीज़ के साथ इसे बेहतर बना रहा हूँ। मेरे काम के बारे में जानने के लिए iamshift.dev पर आएँ।
it: %@ Ho creato toDō perché volevo un'app per la produttività semplice, curata e piacevole da usare ogni giorno. È stato un lungo percorso e continuo a migliorarla a ogni release. Se vuoi saperne di più sul mio lavoro, mi trovi su iamshift.dev.
ja: %@ 毎日使うのが楽しく、シンプルで丁寧に作られた生産性アプリが欲しくて、toDōを作りました。長い旅でしたが、リリースのたびに改善を続けています。私の活動については iamshift.dev をご覧ください。
ms: %@ Saya membina toDō kerana saya mahukan aplikasi produktiviti yang ringkas, teliti dan menyeronokkan untuk digunakan setiap hari. Perjalanannya panjang dan saya terus memperbaikinya setiap keluaran. Ketahui lebih lanjut tentang kerja saya di iamshift.dev.
th: %@ ฉันสร้าง toDō เพราะต้องการแอปเพิ่มประสิทธิภาพที่เรียบง่าย ใส่ใจ และใช้งานได้อย่างเพลิดเพลินทุกวัน นี่เป็นการเดินทางที่ยาวนาน และฉันยังคงปรับปรุงแอปในทุกการอัปเดต ดูงานของฉันได้ที่ iamshift.dev
ur: %@ میں نے toDō اس لیے بنایا کیونکہ میں ایک ایسی پیداواری ایپ چاہتا تھا جو سادہ، بامقصد اور ہر روز استعمال کرنے میں خوشگوار ہو۔ یہ ایک طویل سفر رہا ہے اور میں ہر ریلیز کے ساتھ اسے بہتر بنا رہا ہوں۔ میرے کام کے بارے میں iamshift.dev پر جانیں۔
zh_hans: %@ 毅然决定制作 toDō，是因为我想要一款简单、周到且每天使用起来都愉快的效率应用。这是一段漫长的旅程，我也在持续通过每次更新让它变得更好。想了解我的工作，请访问 iamshift.dev。

source: %@ incomplete toDōs
ar: %@ تُدُس غير مكتملة
es: %@ toDōs incompletos
hi: %@ अधूरे toDō
it: %@ toDō incompleti
ja: %@ 件の未完了toDō
ms: %@ toDō belum selesai
th: toDō ยังไม่เสร็จ %@ รายการ
ur: %@ نامکمل تُدُس
zh_hans: %@ 个未完成 toDō

# %@ is connected through %@.
source: %1$@ is connected through %2$@.
ar: %@ is connected through %@.
es: %@ is connected through %@.
hi: %@ is connected through %@.
it: %@ is connected through %@.
ja: %@ is connected through %@.
ms: %@ is connected through %@.
th: %@ is connected through %@.
ur: %@ is connected through %@.
zh_hans: %@ is connected through %@.

source: %@ is not available on this build of toDō.
ar: %@ غير متاح في هذا الإصدار من toDō.
es: %@ no está disponible en esta compilación de toDō.
hi: %@ toDō के इस बिल्ड में उपलब्ध नहीं है.
it: %@ non è disponibile in questa build di toDō.
ja: %@はこのtoDōビルドでは利用できません。
ms: %@ tidak tersedia pada binaan toDō ini.
th: %@ ไม่พร้อมใช้งานในบิลด์ toDō นี้
ur: %@ toDō کے اس بلڈ میں دستیاب نہیں ہے۔
zh_hans: %@ 在此 toDō 构建中不可用。

source: %@ is saved. Close and reopen toDō when you are ready to use it.
ar: تم حفظ %@. أغلق تُدُ وأعد فتحه عندما تكون جاهزًا لاستخدامه.
es: %@ se guardo. Cierra y vuelve a abrir toDō cuando quieras usarlo.
hi: %@ सहेजा गया है। इसे इस्तेमाल करने के लिए तैयार हों तो toDō बंद करके फिर खोलें।
it: %@ e salvato. Chiudi e riapri toDō quando vuoi usarlo.
ja: %@ を保存しました。使う準備ができたらtoDōを閉じて開き直してください。
ms: %@ disimpan. Tutup dan buka semula toDō apabila sedia menggunakannya.
th: บันทึก %@ แล้ว ปิดและเปิด toDō ใหม่เมื่อพร้อมใช้งาน
ur: %@ محفوظ ہو گیا ہے۔ استعمال کے لیے تیار ہوں تو toDō بند کر کے دوبارہ کھولیں۔
zh_hans: %@ 已保存。准备使用时，请关闭并重新打开 toDō。

source: %@ is selected, but you still need to sign in. Until then, toDōs stay on this device.
ar: تم تحديد %@، لكن ما زال عليك تسجيل الدخول. إلى ذلك الحين، ستبقى تُدُس على هذا الجهاز.
es: %@ esta seleccionado, pero aun debes iniciar sesion. Hasta entonces, tus toDōs quedan en este dispositivo.
hi: %@ चुना गया है, लेकिन आपको अभी साइन इन करना होगा। तब तक toDōs इसी डिवाइस पर रहेंगे।
it: %@ e selezionato, ma devi ancora accedere. Fino ad allora, i toDō restano su questo dispositivo.
ja: %@ が選択されていますが、サインインが必要です。それまではtoDōはこのデバイスに残ります。
ms: %@ dipilih, tetapi anda masih perlu daftar masuk. Sehingga itu, toDō kekal pada peranti ini.
th: เลือก %@ แล้ว แต่ยังต้องลงชื่อเข้าใช้ ก่อนถึงตอนนั้น toDō จะอยู่บนอุปกรณ์นี้
ur: %@ منتخب ہے، مگر آپ کو ابھی سائن ان کرنا ہوگا۔ تب تک toDōs اسی ڈیوائس پر رہیں گے۔
zh_hans: 已选择 %@，但你仍需登录。在此之前，toDō 会保留在此设备上。

# %@ is selected. Sign in below to turn it on; until then, toDō stays with %@.
source: %1$@ is selected. Sign in below to turn it on; until then, toDō stays with %2$@.
ar: تم تحديد %@. سجّل الدخول أدناه لتشغيله؛ إلى ذلك الحين، سيبقى تُدُ مع %@.
es: %@ esta seleccionado. Inicia sesion abajo para activarlo; hasta entonces, toDō sigue con %@.
hi: %@ चुना गया है। इसे चालू करने के लिए नीचे साइन इन करें; तब तक toDō %@ के साथ रहेगा।
it: %@ e selezionato. Accedi qui sotto per attivarlo; fino ad allora, toDō resta con %@.
ja: %@ が選択されています。オンにするには下でサインインしてください。それまではtoDōは%@を使います。
ms: %@ dipilih. Daftar masuk di bawah untuk menghidupkannya; sehingga itu, toDō kekal dengan %@.
th: เลือก %@ แล้ว ลงชื่อเข้าใช้ด้านล่างเพื่อเปิดใช้ ก่อนถึงตอนนั้น toDō จะยังใช้ %@
ur: %@ منتخب ہے۔ اسے آن کرنے کے لیے نیچے سائن ان کریں؛ تب تک toDō %@ کے ساتھ رہے گا۔
zh_hans: 已选择 %@。请在下方登录以开启；在此之前，toDō 会继续使用 %@。

source: %@ is selected. Sign in to finish turning it on.
ar: تم تحديد%@. قم بتسجيل الدخول لإنهاء تشغيله.
es: Se selecciona%@. Inicia sesión para terminar de encenderlo.
hi: %@चयनित है. इसे चालू करना समाप्त करने के लिए साइन इन करें।
it: %@è selezionato. Accedi per completare l'attivazione.
ja: %@が選択されています。サインインして有効化を完了します。
ms: %@dipilih. Log masuk untuk menyelesaikan menghidupkannya.
th: เลือก%@แล้ว ลงชื่อเข้าใช้เพื่อเปิดใช้งานให้เสร็จสิ้น
ur: %@کو منتخب کیا گیا ہے۔ اسے آن کرنا مکمل کرنے کے لیے سائن ان کریں۔
zh_hans: 选择%@。登录以完成开启。

# %@ is selected. Sign in to turn it on; until then, toDō stays with %@.
source: %1$@ is selected. Sign in to turn it on; until then, toDō stays with %2$@.
ar: تم تحديد %@. سجّل الدخول لتشغيله؛ إلى ذلك الحين، سيبقى تُدُ مع %@.
es: %@ esta seleccionado. Inicia sesion para activarlo; hasta entonces, toDō sigue con %@.
hi: %@ चुना गया है। इसे चालू करने के लिए साइन इन करें; तब तक toDō %@ के साथ रहेगा।
it: %@ e selezionato. Accedi per attivarlo; fino ad allora, toDō resta con %@.
ja: %@ が選択されています。オンにするにはサインインしてください。それまではtoDōは%@を使います。
ms: %@ dipilih. Daftar masuk untuk menghidupkannya; sehingga itu, toDō kekal dengan %@.
th: เลือก %@ แล้ว ลงชื่อเข้าใช้เพื่อเปิดใช้ ก่อนถึงตอนนั้น toDō จะยังใช้ %@
ur: %@ منتخب ہے۔ اسے آن کرنے کے لیے سائن ان کریں؛ تب تک toDō %@ کے ساتھ رہے گا۔
zh_hans: 已选择 %@。登录即可开启；在此之前，toDō 会继续使用 %@。

# %@ is selected. toDō will keep using %@ until the switch is finished.
source: %1$@ is selected. toDō will keep using %2$@ until the switch is finished.
ar: تم تحديد %@. سيستمر تُدُ في استخدام %@ حتى يكتمل التبديل.
es: %@ esta seleccionado. toDō seguira usando %@ hasta que termine el cambio.
hi: %@ चुना गया है। स्विच पूरा होने तक toDō %@ इस्तेमाल करता रहेगा।
it: %@ e selezionato. toDō continuera a usare %@ finche il cambio non e finito.
ja: %@ が選択されています。切り替えが終わるまでtoDōは%@を使い続けます。
ms: %@ dipilih. toDō akan terus menggunakan %@ sehingga pertukaran selesai.
th: เลือก %@ แล้ว toDō จะใช้ %@ ต่อไปจนกว่าการเปลี่ยนจะเสร็จ
ur: %@ منتخب ہے۔ تبدیلی مکمل ہونے تک toDō %@ استعمال کرتا رہے گا۔
zh_hans: 已选择 %@。切换完成前，toDō 会继续使用 %@。

source: %@ m
ar: %@ م
hi: %@ मी
th: %@ ม.
ur: %@ م
zh_hans: %@ 米

source: %@ m radius
ar: نصف قطر %@ م
es: Radio de %@ m
hi: %@ मी त्रिज्या
it: Raggio di %@ m
ja: 半径%@m
ms: Jejari %@ m
th: รัศมี %@ ม.
ur: %@ میٹر رداس
zh_hans: 半径 %@ 米

source: %@ more reminders
ar: %@ تذكيرات إضافية
es: %@ recordatorios más
hi: %@ और रिमाइंडर
it: altri %@ promemoria
ja: あと%@件のリマインダー
ms: %@ lagi peringatan
th: เตือนอีก %@ ครั้ง
ur: %@ مزید یاد دہانیاں
zh_hans: 再提醒 %@ 次

source: %@ nano tasks
ar: مهام%@النانوية
es: %@nano tareas
hi: %@नैनो कार्य
it: %@attività nano
ja: %@ナノタスク
ms: %@tugas nano
th: งานนาโน%@
ur: %@نینو ٹاسک
zh_hans: %@纳米任务

source: %@ overdue
ar: %@ متأخرة
es: %@ vencidos
hi: %@ समय-सीमा पार
it: %@ scaduti
ja: %@件が期限切れ
ms: %@ tertunggak
th: เกินกำหนด %@ รายการ
ur: %@ زائد المیعاد
zh_hans: %@ 个逾期

source: %@ overdue toDōs are creating the clearest pressure. Resolve or reschedule one before adding more.
ar: تُشكّل %@ من مهام toDō المتأخرة الضغط الأوضح. أنجز واحدة أو أعد جدولتها قبل إضافة المزيد.
es: %@ toDōs vencidos están creando la presión más clara. Resuelve o reprograma uno antes de añadir más.
hi: %@ समय-सीमा पार toDō सबसे स्पष्ट दबाव बना रहे हैं। और जोड़ने से पहले किसी एक को पूरा करें या फिर से तय करें।
it: %@ toDō scaduti stanno creando la pressione più evidente. Completane o riprogrammane uno prima di aggiungerne altri.
ja: 期限切れのtoDōが%@件あり、最も大きな負担になっています。追加する前に1件完了するか、予定を変更しましょう。
ms: %@ toDō tertunggak memberi tekanan paling jelas. Selesaikan atau jadualkan semula satu sebelum menambah lagi.
th: toDō ที่เกินกำหนด %@ รายการกำลังสร้างแรงกดดันชัดเจนที่สุด จัดการหรือเลื่อนกำหนดหนึ่งรายการก่อนเพิ่มงานอีก
ur: %@ زائد المیعاد toDō سب سے واضح دباؤ پیدا کر رہے ہیں۔ مزید شامل کرنے سے پہلے ایک مکمل کریں یا دوبارہ شیڈول کریں۔
zh_hans: %@ 个逾期 toDō 带来了最明显的压力。添加更多事项前，请先完成或重新安排一个。

source: %@ overdue.
ar: %@ متأخر.
es: %@ atrasados.
hi: %@ अतिदेय।
it: %@ in ritardo.
ja: %@ 件が期限超過。
ms: %@ lewat.
th: %@ รายการเกินกำหนด
ur: %@ تاخیر شدہ۔
zh_hans: %@ 个逾期。

source: %@ pending
ar: %@ قيد الانتظار
es: %@ pendiente(s)
hi: %@ लंबित
it: %@ in attesa
ja: %@ 件保留中
ms: %@ menunggu
th: รอดำเนินการ %@ รายการ
ur: %@ زیر التوا
zh_hans: %@ 个待处理

source: %@ personal toDōs were permanently deleted.
ar: تم حذف %@ من toDōs الشخصية نهائيًا.
es: Se eliminaron permanentemente %@ toDōs personales.
hi: %@ निजी toDōs हमेशा के लिए मिटा दिए गए।
it: Sono stati eliminati definitivamente %@ toDō personali.
ja: 個人のtoDōを%@件完全に削除しました。
ms: %@ toDō peribadi telah dipadam secara kekal.
th: ลบ toDō ส่วนตัว %@ รายการอย่างถาวรแล้ว
ur: %@ ذاتی toDōs مستقل طور پر حذف کر دیے گئے۔
zh_hans: 已永久删除 %@ 个个人 toDō。

source: %@ profile image
ar: صورة ملف %@ الشخصي
es: Imagen de perfil de %@
hi: %@ की प्रोफ़ाइल छवि
it: Immagine del profilo di %@
ja: %@のプロフィール画像
ms: Imej profil %@
th: รูปโปรไฟล์ของ %@
ur: %@ کی پروفائل تصویر
zh_hans: %@ 的个人资料图片

source: %@ reminders
ar: %@ تذكيرات
es: %@ recordatorios
hi: %@ रिमाइंडर
it: %@ promemoria
ja: %@件のリマインダー
ms: %@ peringatan
th: การเตือน %@ รายการ
ur: %@ یاد دہانیاں
zh_hans: %@ 个提醒

source: %@ reminders remaining
ar: تبقى %@ من التذكيرات
es: Quedan %@ recordatorios
hi: %@ रिमाइंडर शेष
it: %@ promemoria rimanenti
ja: 残り%@件のリマインダー
ms: %@ peringatan berbaki
th: เหลือการเตือน %@ รายการ
ur: %@ یاد دہانیاں باقی
zh_hans: 剩余 %@ 个提醒

source: %@ Saved
ar: تم حفظ %@
es: %@ guardado
hi: %@ सहेजा गया
it: %@ salvato
ja: %@を保存しました
ms: %@ Disimpan
th: บันทึก %@ แล้ว
ur: %@ محفوظ ہو گیا
zh_hans: %@ 已保存

# %@ selected. Currently using %@.
source: %1$@ selected. Currently using %2$@.
ar: %@ selected. Currently using %@.
es: %@ selected. Currently using %@.
hi: %@ selected. Currently using %@.
it: %@ selected. Currently using %@.
ja: %@ selected. Currently using %@.
ms: %@ selected. Currently using %@.
th: %@ selected. Currently using %@.
ur: %@ selected. Currently using %@.
zh_hans: %@ selected. Currently using %@.

source: %@ shared lists you own were preserved.
ar: تم الاحتفاظ بـ %@ من القوائم المشتركة التي تملكها.
es: Se conservaron %@ listas compartidas de tu propiedad.
hi: आपकी अपनी %@ साझा सूचियाँ सुरक्षित रखी गईं।
it: Sono stati mantenuti %@ elenchi condivisi di tua proprietà.
ja: 所有している共有リスト%@件を保持しました。
ms: %@ senarai dikongsi milik anda telah dikekalkan.
th: เก็บรายการที่แชร์ซึ่งคุณเป็นเจ้าของไว้ %@ รายการ
ur: آپ کی ملکیت والی %@ مشترکہ فہرستیں محفوظ رکھی گئیں۔
zh_hans: 已保留你拥有的 %@ 个共享列表。

source: %@ stale for more than 14 days.
ar: %@ راكد لأكثر من ١٤ يومًا.
es: %@ estancados por más de 14 días.
hi: %@ 14 दिनों से अधिक समय से रुके हैं।
it: %@ fermi da oltre 14 giorni.
ja: %@ 件が14日以上停滞。
ms: %@ tidak bergerak lebih 14 hari.
th: %@ รายการค้างมากกว่า 14 วัน
ur: %@ چودہ دن سے زیادہ سے رکے ہوئے۔
zh_hans: %@ 个停滞超过 14 天。

source: %@ time-sensitive.
ar: %@ حساس للوقت.
es: %@ sensibles al tiempo.
hi: %@ समय-संवेदनशील।
it: %@ urgenti.
ja: %@ 件が時間制限あり。
ms: %@ sensitif masa.
th: %@ รายการเร่งด่วนตามเวลา
ur: %@ وقت کے لحاظ سے حساس۔
zh_hans: %@ 个时间敏感。

source: %@ toDō
ar: %@ مهمة toDō
ja: %@件のtoDō
th: toDō %@ รายการ
zh_hans: %@ 个 toDō

source: %@ toDōs
ar: %@ من مهام toDō
hi: %@ toDō
it: %@ toDō
ja: %@件のtoDō
ms: %@ toDō
th: toDō %@ รายการ
ur: %@ toDō
zh_hans: %@ 个 toDō

source: %@ toDōs are due today. Start with the one that unlocks the most progress.
ar: تستحق %@ من مهام toDō اليوم. ابدأ بالمهمة التي تفتح المجال لأكبر قدر من التقدم.
es: %@ toDōs vencen hoy. Empieza por el que permita avanzar más.
hi: %@ toDō आज देय हैं। उससे शुरू करें जो सबसे अधिक प्रगति का रास्ता खोले।
it: %@ toDō scadono oggi. Inizia da quello che sblocca più progressi.
ja: 今日が期限のtoDōが%@件あります。最も進展につながるものから始めましょう。
ms: %@ toDō perlu disiapkan hari ini. Mulakan dengan yang membuka paling banyak kemajuan.
th: toDō %@ รายการครบกำหนดวันนี้ เริ่มจากรายการที่ช่วยให้คืบหน้าได้มากที่สุด
ur: %@ toDō آج واجب الادا ہیں۔ اس کام سے شروع کریں جو سب سے زیادہ پیش رفت کھولتا ہے۔
zh_hans: 今天有 %@ 个 toDō 到期。先从最能推动进展的事项开始。

source: %@ toDōs changed on more than one device. Choose which versions to keep.
ar: تغيرت %@ تُدُس على أكثر من جهاز. اختر النسخ التي تريد الاحتفاظ بها.
es: %@ toDōs cambiaron en mas de un dispositivo. Elige que versiones conservar.
hi: %@ toDōs एक से अधिक डिवाइस पर बदले। चुनें कि कौन से संस्करण रखने हैं।
it: %@ toDō sono cambiati su piu dispositivi. Scegli quali versioni tenere.
ja: %@ 件のtoDōが複数のデバイスで変更されました。残すバージョンを選んでください。
ms: %@ toDō berubah pada lebih daripada satu peranti. Pilih versi yang mahu disimpan.
th: toDō %@ รายการถูกเปลี่ยนบนมากกว่าหนึ่งอุปกรณ์ เลือกเวอร์ชันที่จะเก็บไว้
ur: %@ toDōs ایک سے زیادہ ڈیوائسز پر بدلے ہیں۔ رکھنے والے ورژن منتخب کریں۔
zh_hans: %@ 个 toDō 在多台设备上发生变化。请选择要保留的版本。

source: %@ trashed toDōs
ar: %@ من toDō في سلة المهملات
es: %@ toDōs en la papelera
hi: %@ ट्रैश किए गए toDō
it: %@ toDō nel cestino
ja: %@件のゴミ箱内toDō
ms: %@ toDō dalam sampah
th: toDō ในถังขยะ %@ รายการ
ur: %@ حذف شدہ toDōs
zh_hans: %@ 个废纸篓中的 toDō

source: %@ unused tag(s) will be permanently removed.
ar: ستتم إزالة %@ وسم غير مستخدم نهائيًا.
es: Se eliminarán permanentemente %@ etiqueta(s) sin usar.
hi: %@ अप्रयुक्त टैग स्थायी रूप से हटा दिए जाएंगे।
it: %@ tag inutilizzati verranno rimossi definitivamente.
ja: %@ 個の未使用タグが完全に削除されます。
ms: %@ tag tidak digunakan akan dibuang secara kekal.
th: แท็กที่ไม่ได้ใช้ %@ รายการจะถูกลบถาวร
ur: %@ غیر استعمال شدہ ٹیگ مستقل طور پر ہٹا دیے جائیں گے۔
zh_hans: %@ 个未使用标签将被永久移除。

source: %@ updates synced.
ar: تمت مزامنة %@ تحديثات.
es: %@ actualizaciones sincronizadas.
hi: %@ अपडेट सिंक हुए।
it: %@ aggiornamenti sincronizzati.
ja: %@件の更新を同期しました。
ms: %@ kemas kini disegerakkan.
th: ซิงค์รายการอัปเดต %@ รายการแล้ว
ur: %@ اپ ڈیٹس مطابقت پذیر ہو گئیں۔
zh_hans: 已同步 %@ 项更新。

source: %@ waiting
ar: %@ في الانتظار
es: %@ en espera
hi: %@ प्रतीक्षा में
it: %@ in attesa
ja: %@件が待機中
ms: %@ menunggu
th: รออยู่ %@ รายการ
ur: %@ منتظر
zh_hans: %@ 个等待中

source: %@, starting %@, for %@.
ar: %@، يبدأ %@، لمدة %@.
es: %@, empieza %@, durante %@.
hi: %@, %@ से शुरू, %@ के लिए।
it: %@, a partire da %@, per %@.
ja: %@、%@から開始、%@。
ms: %@, bermula %@, untuk %@.
th: %@ เริ่ม %@ เป็นเวลา %@
ur: %@، %@ سے شروع، %@ کے لیے۔
zh_hans: %@，从 %@ 开始，共 %@。

source: %@, starting %@, for %@. Last reminder: %@.
ar: %@، بدءًا من %@، لمدة %@. آخر تذكير: %@.
es: %@, a partir de %@, durante %@. Último recordatorio: %@.
hi: %@, %@ से शुरू, %@ के लिए। अंतिम रिमाइंडर: %@।
it: %@, a partire da %@, per %@. Ultimo promemoria: %@.
ja: %@、%@から、%@。 最後のリマインダー：%@。
ms: %@, bermula %@, selama %@. Peringatan terakhir: %@.
th: %@ เริ่ม %@ เป็นเวลา %@ การเตือนครั้งสุดท้าย: %@
ur: %@، %@ سے شروع، %@ کے لیے۔ آخری یاد دہانی: %@۔
zh_hans: %@，从 %@ 开始，共 %@。 最后一次提醒：%@。

source: %@, starting %@, until you turn repeat off.
ar: %@، يبدأ %@، حتى توقف التكرار.
es: %@, empieza %@, hasta que desactives la repetición.
hi: %@, %@ से शुरू, जब तक आप दोहराव बंद नहीं करते।
it: %@, a partire da %@, finché non disattivi la ripetizione.
ja: %@、%@から開始。繰り返しをオフにするまで続きます。
ms: %@, bermula %@, sehingga anda mematikan ulangan.
th: %@ เริ่ม %@ จนกว่าคุณจะปิดการทำซ้ำ
ur: %@، %@ سے شروع، جب تک آپ تکرار بند نہ کریں۔
zh_hans: %@，从 %@ 开始，直到你关闭重复。

source: %lld completed
ar: %lld مكتمل
es: %lld completadas
hi: %lld पूर्ण
it: %lld completate
ja: %lld 件完了
ms: %lld selesai
th: %lld รายการเสร็จสิ้น
ur: %lld مکمل
zh_hans: 已完成 %lld

# %lld completed on %@
source: %1$lld completed on %2$@
ar: %lld مكتملة في %@
es: %lld completadas el %@
hi: %lld पूर्ण %@ को
it: %lld completate il %@
ja: %lld 件が %@ に完了
ms: %lld selesai pada %@
th: %lld รายการเสร็จสิ้นเมื่อ %@
ur: %lld مکمل %@ کو
zh_hans: %lld 已于 %@ 完成

source: %lld toDōs changed in two places. Choose which versions to keep.
ar: تغيّرت %lld من تُدُس في مكانين. اختر الإصدارات التي تريد الاحتفاظ بها.
es: %lldLas tareas pendientes cambiaron en dos lugares. Elija qué versiones conservar.
hi: %lldकार्य दो स्थानों पर बदले गए। चुनें कि कौन से संस्करण रखना है.
it: %lld toDō sono cambiati in due punti. Scegli quali versioni mantenere.
ja: %lld件のtoDōが2か所で変更されました。残すバージョンを選んでください。
ms: %lld toDō berubah di dua tempat. Pilih versi yang mahu disimpan.
th: toDō %lld รายการถูกเปลี่ยนในสองที่ เลือกเวอร์ชันที่จะเก็บไว้
ur: %lld ٹُڈُوز دو جگہوں پر تبدیل ہوئے۔ منتخب کریں کہ کون سے ورژنز رکھنے ہیں۔
zh_hans: %lldtoDōs 在两个地方发生了变化。选择要保留的版本。

source: 1 day left
ar: باقي يوم واحد
es: Queda 1 día
hi: 1 दिन बचा है
it: 1 giorno rimasto
ja: 残り1日
ms: 1 hari lagi
th: เหลือ 1 วัน
ur: 1 دن باقی ہے
zh_hans: 还剩 1 天

source: 1 Month
ar: شهر واحد
es: 1 mes
hi: 1 महीना
it: 1 mese
ja: 1か月
ms: 1 bulan
th: 1 เดือน
ur: 1 مہینہ
zh_hans: 1 个月

source: 1 more reminder
ar: تذكير إضافي واحد
es: 1 recordatorio más
hi: 1 और रिमाइंडर
it: 1 altro promemoria
ja: あと1件のリマインダー
ms: 1 lagi peringatan
th: เตือนอีก 1 ครั้ง
ur: 1 مزید یاد دہانی
zh_hans: 再提醒 1 次

source: 1 reminder remaining
ar: تبقى تذكير واحد
es: Queda 1 recordatorio
hi: 1 रिमाइंडर शेष
it: 1 promemoria rimanente
ja: 残り1件のリマインダー
ms: 1 peringatan berbaki
th: เหลือการเตือน 1 รายการ
ur: 1 یاد دہانی باقی
zh_hans: 剩余 1 个提醒

source: 1 toDō changed in two places. Choose which version to keep.
ar: تغيّر تُدُ واحد في مكانين. اختر الإصدار الذي تريد الاحتفاظ به.
es: 1 toDō cambió en dos lugares. Elija qué versión conservar.
hi: 1 टूडू दो स्थानों पर बदला गया। चुनें कि कौन सा संस्करण रखना है.
it: 1 toDō è cambiato in due punti. Scegli quale versione mantenere.
ja: 1件のtoDōが2か所で変更されました。残すバージョンを選んでください。
ms: 1 toDō berubah di dua tempat. Pilih versi yang mahu disimpan.
th: toDō 1 รายการถูกเปลี่ยนในสองที่ เลือกเวอร์ชันที่จะเก็บไว้
ur: ایک ٹُڈُو دو جگہوں پر تبدیل ہوا۔ منتخب کریں کہ کون سا ورژن رکھنا ہے۔
zh_hans: 1 toDō 在两个地方发生了变化。选择要保留的版本。

source: 1 toDō changed on more than one device. Choose which version to keep.
ar: تغيرت تُدُ واحدة على أكثر من جهاز. اختر النسخة التي تريد الاحتفاظ بها.
es: 1 toDō cambio en mas de un dispositivo. Elige que version conservar.
hi: 1 toDō एक से अधिक डिवाइस पर बदला। चुनें कि कौन सा संस्करण रखना है।
it: 1 toDō e cambiato su piu dispositivi. Scegli quale versione tenere.
ja: 1件のtoDōが複数のデバイスで変更されました。残すバージョンを選んでください。
ms: 1 toDō berubah pada lebih daripada satu peranti. Pilih versi yang mahu disimpan.
th: toDō 1 รายการถูกเปลี่ยนบนมากกว่าหนึ่งอุปกรณ์ เลือกเวอร์ชันที่จะเก็บไว้
ur: 1 toDō ایک سے زیادہ ڈیوائسز پر بدلا ہے۔ رکھنے والا ورژن منتخب کریں۔
zh_hans: 1 个 toDō 在多台设备上发生变化。请选择要保留的版本。

source: A clearer sound when a toDō is done.
ar: صوت أوضح عند اكتمال toDō.
es: Un sonido más claro cuando termina un toDō.
hi: toDō पूरा होने पर अधिक स्पष्ट ध्वनि।
it: Un suono più chiaro quando un toDō è completato.
ja: toDō完了時のより明瞭なサウンド。
ms: Bunyi yang lebih jelas apabila toDō selesai.
th: เสียงที่ชัดขึ้นเมื่อทำ toDō เสร็จ
ur: toDō مکمل ہونے پر زیادہ واضح آواز۔
zh_hans: toDō 完成时播放更清晰的声音。

source: A few older toDōs may need a decision: finish, reschedule, or remove.
ar: قد تحتاج بعض toDō القديمة إلى قرار: أنهِها، أعد جدولتها، أو أزلها.
es: Algunos toDōs antiguos quizá necesitan una decisión: terminar, reprogramar o quitar.
hi: कुछ पुराने toDō पर निर्णय चाहिए: पूरा करें, फिर तय करें या हटाएँ।
it: Alcuni toDō più vecchi potrebbero richiedere una decisione: finire, riprogrammare o rimuovere.
ja: 古いtoDōのいくつかは判断が必要です。完了、再予定、または削除してください。
ms: Beberapa toDō lama mungkin perlukan keputusan: siapkan, jadualkan semula, atau buang.
th: toDō เก่าบางรายการอาจต้องตัดสินใจ: ทำให้เสร็จ เลื่อนเวลา หรือเอาออก
ur: کچھ پرانے toDōs کو فیصلے کی ضرورت ہو سکتی ہے: مکمل کریں، دوبارہ شیڈول کریں، یا ہٹا دیں۔
zh_hans: 一些较早的 toDō 可能需要决定：完成、重新安排或移除。
